Repository: e2thex/hackunteers.org
Catalog: sites/all/modules/admin_menu/translations/*.po
Languages: hu

source: Weight
hu: Súly

source: Administration
hu: Adminisztráció

source: User management
hu: Felhasználókezelés

source: None
hu: Nincs

source: Re-enable developer modules
hu: Fejlesztői modulok újra engedélyezése

source: Disable developer modules
hu: Fejlesztői modulok tiltása

source: Apply margin-top to page body
hu: Felső margó biztosítása az oldal törzsében

source: If enabled, the output of this site will be shifted for approx. 20 pixels from the top of the viewport to make room for the Administration Menu. If this setting is disabled, some absolute or fixed positioned page elements at the top of the viewport may be covered by Administration Menu.
hu: Ha engedélyezett, akkor a webhely kimenete kb. 20 képponttal el lesz tolva lefelé, hogy helyet biztosítson az adminisztrációs menünek. Ha ez a beállítás tiltott, akkor némely abszolút, vagy fix helyre pozícionált elemet eltakarhat az adminisztrációs menü.

source: Drupal Administration Tweaks
hu: Drupal adminisztrációs trükkök

source: Collapse fieldsets on modules page
hu: Mezőcsoportok összezárása a modulok oldalon

source: If enabled, fieldsets on the <a href="!modules-url">Site building &raquo; Modules</a> page will be initially collapsed.
hu: Ha engedélyezett, akkor kezdetben a mezőcsoportok a <a href="!modules-url">Webhely építés » Modulok</a> oldalon összezárva jelennek meg.

source: If you installed Utility module for this purpose, you can safely uninstall it now!
hu: Ha a <em>Utility</em> modul evvel a szándékkal van telepítve, most már biztonsággal eltávolítható!

source: If you are seeing a duplicated menu or other problems, you may use this button to delete everything in the menu and rebuild it.
hu: Ha a menü duplán jelenik meg, vagy egyéb probléma merül fel vele, evvel a nyomógombbal lehet törölni és frissíteni mindent a menüben.

source: Wipe and rebuild
hu: Töröl és frissít

source: Administration Menu settings
hu: Adminisztrációs menü beállításai

source: Menu link id
hu: Menü hivatkozás azonosítója

source: Parent link id
hu: Szülő hivatkozás azonosítója

source: Display extra information for menu items in Drupal Administration Menu
hu: Többlet információk megjelenítése az elemekről a Drupal adminisztációs menüjében

source: If enabled, the chosen information will appear next to each menu item link.
hu: Ha ez engedélyezve van, a választott információ látható lesz minden menüelem hivatkozásában.

source: Display all menu items
hu: Az összes menüpont megjelenítése

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
hu: Ezzel a beállítással minden felhasználónak megjelenik az összes menüpont, függetlenül attól, hogy van-e jogosultsága használni vagy sem.

source: Re-enabled these modules: !module-list.
hu: A következő modulok újra engedélyezése: !module-list.

source: Disabled these modules: !module-list.
hu: A következő modulok tiltása: !module-list.

source: No developer modules are enabled.
hu: A fejlesztői modulok nincsenek engedélyezve.

source: The Administration Menu will appear at the top of the page for users who have been given the "access administration menu" permission. Customize appearance of the dropdown menu here.
hu: Az Adminisztrációs menü megjelenik az oldal tetején minden olyan felhasználónak, aki rendelkezik az „adminisztrációs menü elérése” jogosultsággal. A legördülő menü megjelenésének testreszabása itt végezhető el.

source: Current anonymous / authenticated users
hu: Jelenlévő vendég / azonosított felhasználó

source: access administration menu
hu: adminisztrációs menü elérése

source: display drupal links
hu: drupal hivatkozások megjelenítése

source: Administration Menu
hu: Adminisztrációs menü

source: Adjust settings for the dropdown Administration Menu.
hu: Az Adminisztrációs menü beállításai.

source: admin_menu links deleted for clean rebuild.
hu: admin_menu hivatkozásai törölve egy tiszta frissítéshez.

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
hu: Egy legördülő menüt hoz létre adminisztratív célokra az ablak tetején.
